Repository: itsmarcosjreyes/jarvis-one
Catalog: JarvisOne/JarvisOne/Core/Localization/*.lproj/Localizable.strings
Languages: es

# apiKey
source: API Key (Public)
es: API Key (Pública)

# apiKeyMessage
source: Please paste in your Marvel™️ developer API keys 😎
es: Por favor, pega tus API Keys de desarrollador de Marvel™️ 😎

source: API Key (Private)
es: API Key (Privada)

# apiKeyErrorMessage
source: Please verify your Marvel™️ developer API keys
es: Por favor verifica tu API Keys de desarrollador de Marvel™️

# unlockJarvis
source: Unlock JARVIS One
es: Acceder JARVIS One

# welcomeTitle
source: Welcome to JARVIS:One
es: Bienvenido a JARVIS:One

source: Got it
es: Entendido

source: Next
es: Próxima

source: Previous
es: Previa

source: Search
es: Buscar

source: Comic ID
es: ID de Comiquita

# comicIdInvalidMessage
source: Comic ID can only be numbers. Please check and try again
es: El ID de Comiquita tiene que ser solo números. Por favor verificálo e intenta de nuevo

# enterComicIdMessage
source: Enter the Comic ID you want JARVIS🤖 to search
es: Ingresa el ID de la Comiquita para que JARVIS🤖 la busque

source: Add to Library
es: Agregar a Libreria

# comicNotFoundMessage
source: 🤖 JARVIS couldn't find the Comic you were looking for 😔
es: 🤖 JARVIS no pudo encontrar la Comiquita que buscabas 😔

source: Read Now
es: Leer Ahora

source: Read Offline
es: Leer Offline

source: Mark as Read
es: Marcar como leído

# genericErrorCode
source: JO1000
es: JO000

# genericErrorTitle
source: Oops
es: Ups

# genericErrorMessage
source: JARVIS is encountering technical difficulties at the moment. Please try again
es: JARVIS está teniendo dificultades técnicas en este momento. Por favor, inténta de nuevo
